---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.IlluminationFailures.RoomCoefficientUtilizationWarning
source: html/7a9ac9bf-f651-0be3-7f79-97a11128945a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.IlluminationFailures.RoomCoefficientUtilizationWarning Property

Estimated Illumination failed. Coefficient of utilization not set for lighting fixture.

## Syntax (C#)
```csharp
public static FailureDefinitionId RoomCoefficientUtilizationWarning { get; }
```